<template>
  <div class="rules_page">
    <div class="container">
      <h1 class="heading-1">Правила сервиса</h1>
      <div class="rules_block">
        <h2 class="heading-5">1. Термины и определения</h2>
        <p class="description-text">Термины и определения, используемые в настоящих правилах, имеют следующие значения:
        </p>
        <p class="description-text">
          <span class="heading-6">Сайт – </span>Интернет-сервис «Портал учителя», располагающийся в сети Интернет по адресу https://.com/, содержащий страницы и программное обеспечение, с помощью которых Сайт предоставляет Услуги Пользователю. <br> <br>
          <span class="heading-6">Пользователь – </span>физическое или юридическое лицо, совершившее акцепт настоящей оферты в соответствии с п. 2.3 настоящих правил. <br>
          Пользователь по настоящим Правилам может быть и заказчиком, и исполнителем. <br> <br>
          Заказчик – Пользователь, зарегистрировавшийся на Сайте с целью поиска Исполнителя для выполнения работ или оказания услуг. <br> <br>
          <span class="heading-6">Исполнитель – </span>Пользователь, зарегистрировавшийся на Сайте с целью выполнения работ или оказания услуг Заказчику.  <br> <br>
          <span class="heading-6">Услуги – </span>услуги, предоставляемые Администрацией Сайта Пользователю, связанные с размещением и поддержанием информации последнего на Сайте. Деятельность Сайта не требует лицензирования. <br> <br>
          <span class="heading-6">Аккаунт – </span>учетная запись, включающая данные о Пользователе Сайта, его персональные настройки, учетные и другие данные. <br> <br>
          <span class="heading-6">Панель управления Аккаунтом – </span>веб-интерфейс, позволяющий Пользователю работать с Заказами и Предложениями, редактировать Личную информацию. <br> <br>
          <span class="heading-6">Личный кабинет – </span>страница Пользователя, расположенная на Сайте, полностью или частично содержащая личные данные и настройки Пользователя и позволяющая Пользователю взаимодействовать с Сайтом посредством Панели управления Аккаунтом. <br> <br>
          <span class="heading-6">Личная информация – </span>персональный раздел на Панели управления Аккаунтом, содержащий в зависимости от типа Пользователя личные данные, профессиональную и контактную информацию о Пользователе в открытом доступе для всех посетителей сайта. <br> <br>
          <span class="heading-6">Заказ – </span>надлежащим образом оформленная через интерфейс Сайта заявка на выполнение работ или оказание услуг. <br> <br>
          <span class="heading-6">Отклик к Заказу – </span>намерение Исполнителя выполнить работу или оказать услугу. Отклик к Заказу является офертой Исполнителя, адресованной Заказчику на конкретный Заказ. <br> <br>
          <span class="heading-6">Счет – </span>персональный счет на Сайте, с которого осуществляется оплата услуг Исполнителей.
        </p>
        <p class="description-text">В настоящих правилах могут быть использованы иные термины и определения. В этом случае толкование такого термина производится в соответствии с текстом Правил. В случае отсутствия однозначного толкования термина или определения в тексте Правил, следует руководствоваться их толкованием, определенным: в первую очередь — законодательством Российской Федерации, и в последующем — обычаями делового оборота и научной доктриной.</p>
        <h2 class="heading-5">2. Общие положения</h2>
        <p class="description-text">
          <span class="heading-6">2.1. </span>Настоящие правила регулируют порядок использования Сайта, а также взаимоотношения, возникающие при использовании Сайта Пользователями и заключается в порядке п. 3 ст. 434, п. 2 ст. 437, п. 3 ст. 438 Гражданского Кодекса Российской Федерации (далее – ГК РФ) путем размещения настоящей публичной оферты и получения акцепта на нее от любого лица, согласившегося с ее условиями.  <br> <br>
          <span class="heading-6">2.2. </span>Настоящие правила согласно ст. 428 ГК РФ представляют собой договор присоединения, т.е. договор, условия которого определены Администрацией сайта в настоящей стандартной форме и могут быть приняты Пользователем не иначе как путем присоединения к предложенным Правилам в целом, без права на внесение в него каких-либо изменений и дополнений. <br> <br>
          <span class="heading-6">2.3. </span>Согласно п. 3 ст. 438 ГК РФ безусловным принятием (акцептом) условий настоящей оферты считаются действия заинтересованного лица по регистрации своего Аккаунта на Сайте путем заполнения регистрационной формы и выражения его согласия с условиями настоящих правил путем нажатия «кнопки» «Зарегистрироваться». Незарегистрированный посетитель сайта, размещая заявку на выполнение работ или оказания услуг, проходит процедуру автоматической регистрации на сайте, тем самым осуществляя принятие (акцепт) условий настоящей оферты и выражая свое согласие с условиями настоящих правил путем нажатия «кнопки» «Создать задание». С момента совершения акцепта, Пользователь считается ознакомившимся и согласившимся с настоящей офертой и в соответствии с ГК РФ считается вступившим с Администрацией сайта в договорные отношения на условиях настоящих правил. <br> <br>
          <span class="heading-6">2.4. </span>Настоящие правила не требуют двустороннего подписания Сторонами в форме отдельного документа и действительны в электронном виде. <br> <br>
          <span class="heading-6">2.5. </span>Пользователь,принимая настоящие правила, выражает свое согласие на получение уведомлений на свой электронный адрес, указанный им в разделе Личная информация Сайта, от Администрации сайта, содержащих различную информацию, в том числе рекламного содержания.
        </p>
        <h2 class="heading-5">3. Предмет Правил</h2>
        <p class="description-text">
          <span class="heading-6">3.1. </span>Предметом настоящих правил является оказание посредством интерфейса Сайта услуги доступа к электронной бирже различного вида работ и услуг с открытой репутацией Исполнителей.
        </p>
        <h2 class="heading-5">4. Регистрация Аккаунта</h2>
        <p class="description-text">
          <span class="heading-6">4.1. </span>Для того, чтобы воспользоваться Услугами, а также в порядке, установленном настоящими правилами, заинтересованное лицо должно пройти процедуру регистрации, в результате которой ему будет создан Личный кабинет на Сайте. Регистрация Аккаунта осуществляется заинтересованным лицом самостоятельно на сайте с помощью формы регистрации, указания адреса электронной почты, используемой в дальнейшем в качестве логина, а также пароля. Для завершения процедуры регистрации Пользователю необходимо активировать Аккаунт. Активация Аккаунта происходит автоматически путем перехода Пользователя по ссылке, содержащейся в письме, направленном на электронный адрес Пользователя, указанный при регистрации. Незарегистрированные посетители Сайта имеют возможность просматривать разделы сайта. Чтобы воспользоваться остальными услугами Сайта посетителю необходимо пройти процедуру авторизации или зарегистрироваться на Сайте. <br> <br>
          <span class="heading-6">4.2. </span>В случае утраты Пользователем пароля, используемого для доступа к Аккаунту, восстановление его осуществляется Пользователем самостоятельно, при условии наличия у Пользователя доступа к адресу электронной почты, информация о котором содержится в данных его Аккаунта. <br> <br>
          <span class="heading-6">4.3. </span>Пользователь самостоятельно несет ответственность за безопасность (устойчивость к угадыванию) выбранного им пароля, а также самостоятельно обеспечивает его конфиденциальность. <br> <br>
          <span class="heading-6">4.4. </span>Пользователь обязан немедленно уведомить администрацию сайта о любом случае несанкционированного (не разрешенного Пользователем) доступа к своему Аккаунту и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля. Администрация сайта не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти из-за нарушения Пользователем положений этой части Правил. <br> <br>
          <span class="heading-6">4.5. </span>Пользователь несет полную ответственность за действия и/или бездействия, приведшие к разглашению, потере, краже и т.п. его учетных данных и иной информации, индивидуализирующей Пользователя, а также за любые действия и/или бездействие третьих лиц, использующих учетные данные Пользователя. При этом все действия совершенные с использованием Аккаунта Пользователя считаются произведенными самим Пользователем, за исключением случаев, когда Пользователь, уведомил Администрацию сайта о несанкционированном доступе к своему Аккаунту и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля. Администрация сайта не несет ответственности за вышеуказанные действия Пользователя и/или третьих лиц, использующих его учетные данные.
        </p>
        <h2 class="heading-5">5. Порядок оказания Услуг</h2>
        <p class="description-text">
          <span class="heading-6">5.1. </span>Выбор и пользование конкретными Услугами осуществляется Пользователем самостоятельно. Администрация сайта имеет право изменять в одностороннем порядке перечень оказываемых Услуг и их стоимость. 
          <span class="heading-6">5.2. </span>Пользователь, являющийся Заказчиком на Сайте, вправе пользоваться Услугами Сайта, в рамках которых ему предоставляется возможность: <br>
           - Размещать от своего имени Заказы на выполнение работ и оказание услуг в разделе «Добавить заявку». <br> 
           - Принимать Предложения Исполнителей на выполнение опубликованного Заказа. <br>
           - Предлагать работу Исполнителям путем самостоятельного поиска Исполнителей с помощью раздела «Репетиторы». <br>
           - После выполнения Заказа оставлять отзыв о работе Исполнителя. <br>
           - Получать онлайн консультации службы поддержки сайта. <br>
           - Получать уведомления посредством e-mail о поступлении Предложений к опубликованным Заказам. <br> <br>
           <span class="heading-6">5.3. </span>Пользователь, являющийся Исполнителем на Сайте, вправе пользоваться Услугами Сайта, в рамках которых ему предоставляется возможность: <br>
          - Заполнять раздел «Личная информация» в Личном кабинете. <br>
          - Оставлять Отклики к Заказам. <br>
          - Получать онлайн консультации службы поддержки сайта. <br>
          - Получать уведомления посредством e-mail о назначении Исполнителя в качестве исполнителя Заказа. <br> <br>
          <span class="heading-6">5.4. </span>Правила размещения Заказа и приема Откликов на Сайте опубликованы в данном разделе. Пользователь обязан ознакомиться с указанными в настоящем пункте правилами и соблюдать их при пользовании Услугами сервиса. В случае нарушения правил Администрация сайта вправе не публиковать Заказ или Отклик или удалить их.
        </p>
        <h2 class="heading-5">6. Ограничения при использовании Сайта</h2>
        <p class="description-text">
          <span class="heading-6">6.1. </span>Пользователю в рамках настоящих правил запрещается: <br> <br>
          <span class="heading-6">6.1.1. </span>Нарушать настоящие Правила. <br> <br>
          <span class="heading-6">6.1.2. </span>Осуществлять любые действия, направленные на получение несанкционированного доступа к ресурсам сервера Сайта, персональным учетным и иным данным других Пользователей, не опубликованных в открытом доступе. <br> <br>
          <span class="heading-6">6.1.3. </span>Размещать рекламные сообщения в разделе «Задания» на Сайте. <br> <br>
          <span class="heading-6">6.1.4. </span>Размещать и/или распространять контент (информацию), который является незаконным, вредоносным, клеветническим, оскорбляет Исполнителей, третьих лиц, нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному и другим признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия и т.п.; <br> <br>
          <span class="heading-6">6.1.5. </span>Размещать ссылки в разделе «Личная информация», содержание которых противоречит законодательству. <br> <br>
          <span class="heading-6">6.1.6. </span>Нарушать права третьих лиц, в том числе несовершеннолетних лиц, и/или причинять им вред в любой форме. <br> <br>
          <span class="heading-6">6.1.7. </span>Загружать, посылать, передавать или любым другим способом размещать и/или распространять контент (информацию) при отсутствии прав на такие действия согласно законодательству Российской Федерации или каким-либо договорным отношениям. <br> <br>
          <span class="heading-6">6.1.8. </span>Осуществлять посредством Сайта массовую рассылку Пользователям электронных сообщений коммерческого, рекламного и иного характера, не согласованных с получателем информации («спам»). <br> <br>
          <span class="heading-6">6.1.9. </span>Размещать и/или распространять какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещать ссылки на вышеуказанную информацию. <br> <br>
          <span class="heading-6">6.1.10. </span>Предпринимать любые действия во избежание репутационной ответственности на сайте. В т.ч создания новой учетной записи, в том числе на третьих лиц, в том числе при получении отрицательного отзыва, а так же намеренного отклонения виртуального соглашения на сайте, при фактическом согласии на проведение работ. <br> <br>
          <span class="heading-6">6.1.11. </span>Публикация заведомо ложной информации, в том числе отзывов, создание дополнительных учетных записей для публикации информации и отзывов. <br> <br>
          <span class="heading-6">6.1.12. </span>Многократная отправка однотипных Откликов к заказам без учета индивидуальных особенностей Заказа, пожеланий Заказчика, иных существенных деталей. В случае осуществления подобной отправки Администрация сайта имеет право применить к Аккаунту Исполнителя ограничение права оставлять Отклики к Заказам сроком на 3 (три) дня. <br> <br>
          <span class="heading-6">6.2. </span>Администрация сайта в любое время вправе по своему усмотрению отказать Пользователю в размещении им любой информации на Сайте (письменной информации, фотографий и т.д.), включая, в том числе, право Администрации сайта на удаление такой информации, размещенной на Сайте. 7. Права на интеллектуальную собственность
        </p>
        <h2 class="heading-5">7. Права на интеллектуальную собственность</h2>
        <p class="description-text">
          <span class="heading-6">7.1. </span>Все объекты интеллектуальных прав, входящие в состав Сайта, в том числе, элементы дизайна, графические изображения, иллюстрации, фотографии, видео, программы для ЭВМ, базы данных и другие объекты, являются интеллектуальной собственностью Сайта, за исключением объектов интеллектуальных прав, принадлежавших Пользователю (его фотографии, статьи и т.п.). <br> <br>
          <span class="heading-6">7.2. </span>Пользователь соглашается с тем, что он несет личную ответственность за любой контент (информацию), который он загружает или иным образом доводит до всеобщего сведения (публикует) на Сайте или с его помощью. Пользователь не вправе загружать, передавать или публиковать контент (информацию), если он не был создан лично Пользователем или на размещение которого у Пользователя нет разрешения правообладателя. <br> <br>
          <span class="heading-6">7.3. </span>В случае поступления претензий от третьих лиц, связанных с размещением контента (информации), Пользователь самостоятельно и за свой счет урегулирует указанные претензии. Администрация сайта сохраняет за собой право по своему усмотрению передавать информацию о Пользователе любым третьим лицам, предъявившим достаточные доказательства нарушения Пользователем чьих-либо прав или требований законодательства Российской Федерации или решений государственных органов. <br> <br>
          <span class="heading-6">7.4. </span>В случае предъявления третьими лицами к Сайту претензий, исков, требований по вопросу незаконного размещения Пользователем на Сайте объектов интеллектуальных прав, Пользователь обязуется возместить Сайту все убытки, которые последний понес в результате такого нарушения или предъявления таких претензий, а Администрация сайта вправе прекратить действие Правил в одностороннем порядке, осуществив удаление Аккаунта Пользователя.
        </p>
        <h2 class="heading-5">8. Ответственность сторон</h2>
        <p class="description-text">
          <span class="heading-6">8.1. </span>По всем вопросам, не урегулированным настоящей офертой, а также при разрешении споров, возникших в процессе ее исполнения, Стороны руководствуются законодательством Российской Федерации. <br> <br>
          <span class="heading-6">8.2. </span>Пользователь несет ответственность за любые свои действия и/или бездействия, как умышленные, так и неумышленные, а равно за любые действия и/или бездействие лиц, использующих его учетные данные, связанные с размещением и/или распространением информации в сети Интернет, получением посредством использования ресурсов Сайта доступа к ресурсам третьих лиц, которые повлекли и/или могут повлечь нарушение законодательства, а также за любой ущерб, причиненный вышеуказанными действиями и/или бездействием Сайту или третьим лицам. Администрация сайта не несет ответственности за такие действия и/или бездействие Пользователя или лиц, использующих его учетные данные, а также последствия таких действий и/или бездействий. <br> <br>
          <span class="heading-6">8.3. </span>Администрация сайта не несет ответственности за ущерб, понесенный Пользователем и/или третьими лицами из-за разглашения, потери Пользователем или кражи у Пользователя учетных или каких-либо других данных. <br> <br>
          <span class="heading-6">8.4. </span>Пользователь несет ответственность за любые неправомерные действия и/или бездействия и/или неправомерные действия и/или бездействие лиц, использующих его учетные данные, повлекшие причинение любого вреда Администрации сайта, включая нарушение деловой репутации, и возмещает убытки. <br> <br>
          <span class="heading-6">8.5. </span>Администрация сайта не возмещает Пользователю убытки (включая упущенную выгоду), понесенные Пользователем в период использования или неиспользования сервисов и Услуг. <br> <br>
          <span class="heading-6">8.6. </span>Администрация сайта не несет ответственности за ненадлежащее функционирование сети Интернет, ее частей или за качество линий связи, не имеющих отношения к собственным ресурсам Сайта, и за их доступность для Пользователя, а также не несет ответственности за изменение свойств, функций и качества Услуг, предоставляемых Пользователю. <br> <br>
          <span class="heading-6">8.7. </span>Администрация сайта несет ответственность перед Пользователем только в пределах оплаченных, но не оказанных Услуг. Администрация сайта не несет перед Пользователем финансовой ответственности и не возвращает Пользователю уплаченные по настоящему договору денежные средства в случае, если Услуги не были оказаны по вине Пользователя, в частности, по причине нарушения им настоящих правил. <br> <br>
          <span class="heading-6">8.8. </span>В случае если надлежащее исполнение сторонами настоящих Правил невозможно в силу объективных причин (действие обстоятельств непреодолимой силы), которые Стороны не могли ни предвидеть, ни предотвратить (стихийные бедствия, изменения текущего законодательства РФ, действия органов государственной власти и управления, военные действия всех видов и т. д.), ни одна из сторон не вправе требовать от другой стороны возмещения причиненных ненадлежащим исполнением или неисполнением настоящего договора убытков (включая упущенную выгоду). <br> <br>
          <span class="heading-6">8.9. </span>Стороны договорились, что все споры, вытекающие из настоящих Правил, подлежат рассмотрению по месту нахождения Администрации сайта.
        </p>
        <h2 class="heading-5">9. Приостановление оказания Услуг, удаление Аккаунта</h2>
        <p class="description-text">
          <span class="heading-6">9.1. </span>Администрация сайта вправе приостановить оказание услуг Пользователю в следующих случаях: <br>
          - При проведении необходимых плановых профилактических и ремонтных работ на технических ресурсах Сайта, а также внеплановых работ в аварийных ситуациях. Сообщение о производстве вышеуказанных работ, влекущих за собой приостановление оказания Услуг, может размещаться Администрацией сайта на сайте. <br>
          - При невозможности использования информационно-транспортных каналов, возникшее, в том числе, в результате аварий, действий и/или бездействий третьих лиц, если это непосредственно влияет на оказание Услуг по настоящим Правилам. <br>
          - При нарушении Пользователем условий настоящих Правил. <br>
          - При получении жалоб на действия Пользователя от других Пользователей, при этом оценка жалоб на предмет их обоснованности и достаточности для приостановления оказания Услуг производится Администрацией сайта самостоятельно по ее усмотрению. <br>
          - Наличия подозрений о взломе Аккаунта Пользователя третьими лицами. <br>
          - Если техническими (или иными) средствами (ip, данные браузера, записи разговоров, другие данные) установлено, что учетной записью также пользуются иные лица, в том числе Пользователи сайта, учетные записи которых на данный момент заблокированы. <br>
          - В случае оскорбительных высказываний (устных или письменных) Пользователя в адрес Администрации сайта , его сотрудников или других пользователей Сайта. <br> <br>
          <span class="heading-6">9.2. </span>Администрация сайта не несет ответственности перед Пользователем и не возмещает Пользователю стоимость Услуг, а также иные убытки, возникшие или могущие возникнуть у Пользователя за период приостановления оказания Услуг, а также в результате иных задержек, перебоев в работе, невозможности полноценного использования ресурсов и Услуг.  <br> <br>
          <span class="heading-6">9.3. </span>Администрация сайта имеет право удалить Аккаунт Пользователя, что влечет невозможность доступа последнего к Аккаунту и пользования Услугами, а также влечет удаление без возможности восстановления всей информации Пользователя. С момента удаления Аккаунта настоящие Правила считаются прекращенными. <br> <br>
          <span class="heading-6">9.4. </span>Удаление Аккаунта может быть осуществлено в следующих случаях: <br> <br>
          <span class="heading-6">9.4.1. </span>По усмотрению Администрации сайта, если Пользователем подана заявка на удаление Аккаунта, при этом Администрация сайта может отказать в удалении Аккаунта без объяснения причин. В случае если Администрация сайта отказала в удалении Аккаунта, она осуществляет техническое ограничение доступа к личным данным Пользователя, сохранив Аккаунт и личные данные Пользователя на серверах Сайта; <br> <br>
          <span class="heading-6">9.4.2. </span>В случае неоднократного или существенного нарушения Пользователем условий настоящих Правил. Признание того или иного нарушения существенным осуществляется Администрацией сайта самостоятельно на основании оценки конкретных обстоятельств нарушения. К существенным нарушениям, в том числе, могут быть отнесены действия, осуществление которых запрещено в рамках настоящих Правил или нарушения, не устраненные Пользователем в срок после получения от Администрация сайта соответствующего требования и др. <br> <br>
          <span class="heading-6">9.5. </span>Администрация сайта имеет право не объяснять причины удаления Аккаунта. <br> <br>
          <span class="heading-6">9.5. </span>В случае удаления Аккаунта денежные средства за оплаченные Услуги не возвращаются.
        </p>
        <h2 class="heading-5">10. Прочие условия</h2>
        <p class="description-text">
          <span class="heading-6">10.1. </span>Условия настоящих Правил регулируются нормами законодательства Российской Федерации. <br> <br>
          <span class="heading-6">10.2. </span>Настоящие Правила действует бессрочно. <br> <br>
          <span class="heading-6">10.3. </span>Администрация сайта оставляет за собой право изменять условия настоящих Правил и всех их неотъемлемых частей без согласования с Пользователем, с уведомлением последнего посредством размещения на своем Сайте новой редакции настоящих Правил или какой-либо их неотъемлемой части, подвергшейся изменениям. При этом Пользователь обязуется самостоятельно знакомиться с новым содержанием Правил, размещенных на Сайте. Новая редакция Правил и/или какой-либо их неотъемлемой части вступает в силу в течение 3 (трех) дней с момента публикации на Сайте. <br> <br>
          <span class="heading-6">10.4. </span>Администрация сайта вправе при необходимости привлекать для оказания Услуг третьих лиц, в том числе лиц, имеющих соответствующие лицензии. <br> <br>
          <span class="heading-6">10.5. </span>Переписка между сторонами осуществляется по электронной почте. При этом надлежащим адресом электронной почты Администрации сайта является portalucitela.info@gmail.com. Надлежащим адресом электронной почты Пользователя является адрес, указанный в данных его Аккаунта. Переписка также может осуществляться через почтовую связь. <br> <br>
          <span class="heading-6">10.6. </span>В случае если какое-либо из положений Правил окажется недействительным в силу закона, оно будет считаться исключенным из Правил, при этом остальные положения Правил сохранят свою силу.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    
  }
</script>

<style scoped>
  .rules_page {
    padding: 50px 0 100px 0;
  }
  .heading-1 {
    margin-bottom: 50px;
    font-style: normal;
    font-weight: 700;
    line-height: 110%;
    color: var(--heading-222222-heading);
  }
  .rules_block {
    display: flex;
    flex-direction: column;
    gap: 20px;
    padding: 30px;
    border-radius: 24px;
    background: var(--gray-f-2-f-2-f-2);
  }
  .heading-5 {
    font-style: normal;
    font-weight: 500;
    line-height: 110%;
    color: var(--heading-222222-heading);
  }
  .description-text {
    font-style: normal;
    font-weight: 400;
    line-height: 120%;
    color: var(--heading-333333-text);
  }
  .heading-6 {
    font-style: normal;
    font-weight: 500;
    line-height: 110%;
    color: var(--heading-333333-text);
  }
  @media screen and (max-width: 810px){
    .rules_page {
      padding: 90px 0 100px 0;
    }
    .heading-1{
      margin-bottom: 30px;
      text-align: center;
    }
  }
  @media screen and (max-width: 768px){
    .heading-1{
      margin-bottom: 30px;
      text-align: center;
    }
  }
  @media screen and (max-width: 520px){
    .rules_page{
      padding: 90px 0 64px 0;
    }
  }
</style>