<template>
  <div class="userdata_page">
    <div class="container">
      <h1 class="heading-1">Правила обработки персональных данных</h1>
      <div class="block_userdata">
        <h2 class="heading-5">Правила защиты информации о пользователях сайта Портал учителя (Политика конфиденциальности)</h2>
        <h2 class="heading-5">1. Условия пользования Сайтом</h2>
        <p class="description-text">
          Оказывая Услуги по использованию Сайта и его Сервисов (далее – «Услуги Сайта»), Компания, действуя разумно и добросовестно, считает, что Пользователь: <br>
          − обладает всеми необходимыми правами, позволяющими ему осуществлять Регистрацию и использовать настоящий Сайт; <br>
          − указывает достоверную информацию о себе в объёмах, необходимых для пользования Услугами Сайта; <br>
          − осознает, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для других Пользователей Сайта и пользователей Интернета, может быть скопирована и распространена такими пользователями; <br>
          − осознает, что некоторые виды информации, переданные им другим Пользователям, не могут быть удалены самим Пользователем; <br>
          − ознакомлен с настоящими Правилами, выражает своё согласие с ними и принимает на себя указанные в них права и обязанности. Компания не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Компанией обязательств перед Пользователем.
        </p>
        <h2 class="heading-5">2. Цели обработки информации</h2>
        <p class="description-text">
          Компания осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств Компании перед Пользователями в отношении использования Сайта и его Сервисов.
        </p>
        <h2 class="heading-5">3. Состав информации о Пользователях</h2>
        <p class="description-text">
          Персональные данные Пользователей включают в себя: <br>
          − предоставляемые Пользователями и минимально необходимые для регистрации на Сайте: имя, фамилия, дата рождения, номер мобильного телефона, адрес электронной почты; <br>
          − дополнительно предоставляемые Пользователями по запросу Компании в целях исполнения Компанией обязательств перед Пользователями, вытекающих из Соглашения при прохождении процедуры Верификации, а именно: имя, фамилия, адрес электронной почты, дата рождения, аккаунты в соцсетях, контактный телефон, контактные телефоны доверенных лиц, а также данные банковской карты, держателем которой является Пользователь, результаты тестирования (если применимо). Компания вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая по усмотрению Администрации Сайта будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.
        </p>
        <h2 class="heading-5">4. Иная информация о Пользователях, обрабатываемая Компанией</h2>
        <p class="description-text">
          Компания обрабатывает также иную информацию о Пользователях, которая включает в себя: <br>
          − стандартные данные, автоматически получаемые http-сервером при доступе к Сайту и последующих действиях Пользователя (IP-адрес хоста, вид операционной системы Пользователя, страницы Сайта, посещаемые Пользователем), информацию, содержащая историю посещения Сайта Пользователем; <br>
          − информацию, автоматически получаемую при доступе к Сайту с использованием закладок (cookies); <br>
          − информацию, создаваемую Пользователями на Сайте: фотографии, аудиозаписи, видеозаписи, комментарии; <br>
          − информацию, полученную в результате действий других Пользователей на Сайте (в частности, Предложения к Заданиям, Отзывы); <br>
          − координаты, определяющие местонахождение мобильного устройства Пользователя, на котором установлено мобильное приложение для доступа к Сервису (данные геолокации).
        </p>
        <h2 class="heading-5">5. Меры по защите информации о Пользователях</h2>
        <p class="description-text">
          Компания принимает правовые, организационные и технические меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий. Для авторизации доступа к Сайту используется Логин (адрес электронной почты) и Пароль Пользователя. Ответственность за сохранность данной информации несёт Пользователь. Пользователь не вправе передавать собственный Логин и Пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.
        </p>
        <h2 class="heading-5">6. Обработка информации о Пользователях</h2>
        <p class="description-text">
          Обработка персональных данных осуществляется Компанией на основе принципов: <br>
          − законности целей и способов обработки персональных данных; <br>
          − добросовестности; <br>
          − соответствия целей обработки персональных данных целям, заранее определённым и заявленным при сборе персональных данных, а также полномочиям Администрации Сайта; <br>
          − соответствия объёма и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных; <br>
          − недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.
        </p>
        <h2 class="heading-5">7. Условия и цели обработки персональных данных</h2>
        <p class="description-text">
          Компания осуществляет обработку персональных данных Пользователя в целях исполнения договора между Компанией и Пользователем на оказание Услуг Сайта (Соглашения). В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его персональных данных не требуется. В силу пп. 2 п. 2 статьи 22 указанного закона Администрация Сайта вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав субъектов персональных данных.
        </p>
        <h2 class="heading-5">8. Сбор персональных данных</h2>
        <p class="description-text">
          Сбор персональных данных Пользователя осуществляется на Сайте при Регистрации и Верификации, а также в дальнейшем при внесении Пользователем по своей инициативе дополнительных сведений о себе с помощью сервисов Сайта. Персональные данные предоставляются Пользователем и являются необходимыми при Регистрации или Верификации.
        </p>
        <h2 class="heading-5">9. Передача персональных данных</h2>
        <p class="description-text">
          Персональные данные Пользователей не передаются Компанией каким-либо третьим лицам, за исключением предоставления персональных данных Пользователей в целях исполнения настоящего Соглашения, а также по запросу компетентных государственных органов (Прокуратуры, Полиции, Суда и иных) в целях соблюдения норм действующего законодательства РФ.
        </p>
        <h2 class="heading-5">10. Заключительные положения</h2>
        <p class="description-text">
          Настоящее Соглашение подразумевает заключение соглашения между Пользователем и Компанией относительно порядка использования Сайта и его Сервисов, и заменяют собой все предыдущие соглашения между Пользователем и Компанией. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Компания приложат все усилия для их разрешения путём проведения переговоров между ними. В случае если споры не будут разрешены путём переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации. <br>
          После прохождения процедуры Регистрации Пользователь может пройти процедуру Верификации, что подразумевает под собой размещение на сайте и подтверждение Пользователем следующих данных: имя, фамилия, адрес электронной почты, дата рождения, не менее 1 аккаунта в соцсетях, контактный телефон, контактные телефоны двух доверенных лиц, данные банковской карты, держателем которой является Пользователь, а также прохождение тестирования. Настоящее Соглашение вступает в силу для Пользователя с момента его присоединения к нему и действует в течение неопределённого срока.
        </p>
        <h2 class="heading-5">11. Срок обработки информации о Пользователях</h2>
        <p class="description-text">
          Информация о Пользователях подлежит обработке Компанией:  <br>
          − в течение всего срока действия Соглашения между Компанией и Пользователем; <br>
          − за исключением случая, предусмотренного пунктом 5.2 основного текста Соглашения, в течение 5 (пяти) лет после окончания года, в котором Соглашение между Сторонами прекратило свое действие по любому основанию. Указанный срок предусмотрен Федеральным законом от 06.12.2011 № 402-ФЗ «О бухгалтерском учете», обработка персональных данных необходима Компании для подтверждения прежде сложившихся финансовых взаимоотношений между пользователями и Компанией, а также для подтверждения факта оказания и объема прежде оказанных Компанией услуг в пользу Пользователя. Компания обращает внимание Пользователей, а также лиц, которым ранее было отказано в доступе к Сайту и Сервисам в связи с нарушением ими условий Соглашения, что они имеют право удалить свою учетную запись (Профиль) на Сайте. В случае удаления учетной записи, персональные данные таких лиц удаляются из публичного доступа, перестают быть доступными для других Пользователей и Посетителей, а также при выдаче поисковыми Ультрами поисковых запросов, однако остаются в базе данных Компании на указанный в настоящем пункте срок.
        </p>
        <h2 class="heading-5">Соглашение об использовании ресурса teacherlg.com лицами, осуществляющими предпринимательскую деятельность (далее по тексту настоящей Части III — «Часть III Соглашения»)</h2>
        <p class="description-text">
          Настоящая Часть III Соглашения регулирует порядок использования Сайта, а также взаимоотношения, возникающие при использовании Сайта и Сервисов Посетителями в целях размещения и выполнения Бизнес заданий, назначением которых является использование работ, услуг исключительно для удовлетворения нужд, связанных с осуществлением предпринимательской деятельности. <br>
          1. Заказчик, размещая Бизнес задание, даёт следующие имеющие существенное значение заверения (гарантии): <br>
          1.1. Заказчик обладает всеми полномочиями и необходимой дееспособностью для заключения договора от имени юридического лица или индивидуального предпринимателя, представляемого Заказчиком, с соответствующим юридическим лицом, индивидуальным предпринимателем или лицом, осуществляющим профессиональную деятельность и применяющим специальный налоговый режим «Налог на профессиональный доход» в соответствии с Федеральным законом от 27.11.2018 № 422-ФЗ «О проведении эксперимента по установлению специального налогового режима "Налог на профессиональный доход» (далее – «самозанятый»), которого представляет Исполнитель. <br>
          1.2. Заказчик, размещая Бизнес задание, не придаёт Бизнес заданию характер юридически значимого сообщения. <br>
          2. Исполнитель, оставляя Предложение к Бизнес заданию, даёт Заказчику следующие имеющие существенное значение заверения (гарантии): <br>
          2.1. Исполнитель обладает всеми полномочиями и необходимой дееспособностью для заключения договора от имени юридического лица, индивидуального предпринимателя или самозанятого, представляемого Исполнителем, с соответствующим юридическим лицом или индивидуальным предпринимателем, которых представляет Заказчик. <br>
          3. Заказчик, размещая Бизнес задание и выбирая Исполнителя Бизнес задания, а Исполнитель, оставляя Предложение к Бизнес заданию, осуществляют обмен информационными сообщениями о намерении заключить договор на оказание услуг/выполнение работ между представляемыми ими индивидуальными предпринимателями, самозанятыми или юридическими лицами напрямую. Заказчик и Исполнитель самостоятельно выбирают форму и сроки заключения соответствующего договора, а также порядок его исполнения. <br>
          4. Положения Части II, которые не применимы к Бизнес заданиям: <br>
          4.1. п. 10 Части II Сделка без риска. <br>
          4.2. пп. 1.1-1.2 Приложения № 2 Правила автоматического определения статуса выполнения работ/оказания услуг и рассмотрения обращений Заказчика и Исполнителя. <br>
          4.3. Приложение № 3 в полном объёме.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    
  }
</script>

<style scoped>
  .userdata_page {
    padding: 50px 0 100px 0;
  }
  .heading-1 {
    font-style: normal;
    font-weight: 700;
    line-height: 110%;
    margin-bottom: 50px;
    color: var(--heading-222222-heading);
  }
  .block_userdata {
    display: flex;
    flex-direction: column;
    gap: 20px;
    padding: 30px;
    border-radius: 24px;
    background: var(--gray-f-2-f-2-f-2);
  }
  .heading-5 {
    font-style: normal;
    font-weight: 500;
    line-height: 110%;
    color: var(--heading-222222-heading)
  }
  .description-text {
    font-style: normal;
    font-weight: 400;
    line-height: 120%;
    color: var(--heading-333333-text);
  }
  @media screen and (max-width: 810px){
    .userdata_page {
      padding: 90px 0 100px 0;
    }
    .heading-1{
      margin-bottom: 30px;
      text-align: center;
    }
  }
  @media screen and (max-width: 768px){
    .heading-1{
      margin-bottom: 30px;
      text-align: center;
    }
  }
  @media screen and (max-width: 520px){
    .userdata_page {
      padding: 90px 0 64px 0;
    }
  }
</style>